Repository: SallvianoCauana/flowerp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: New
pt_br: Criar

source: Save with success!
pt_br: Salvo com sucesso!

source: Error: An error has occurred!
pt_br: Erro: Ocorreu um erro!

source: List of
pt_br: Lista de

source: Employee Position
pt_br: Cargo do Funcionário

source: Position
pt_br: Cargo

source: Level
pt_br: Nível

source: Monthly
pt_br: Mensalista

source: Hourly
pt_br: Horista

source: Modality
pt_br: Modalidade

source: Base Salary
pt_br: Salário Base

source: Salary
pt_br: Salário

source: Date
pt_br: Data

source: Previous Salary
pt_br: Salário Anterior

source: Percentage
pt_br: Porcentagem

source: Amount
pt_br: Valor

source: Adjustment Type
pt_br: Tipo de Ajuste

source: Adjustment Value
pt_br: Valor do Ajuste

source: Reason
pt_br: Motivo

source: Salary Adjustment
pt_br: Ajuste Salarial

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: Pis number
pt_br: Número do PIS

source: Employee
pt_br: Funcionário

source: Admission date
pt_br: Data de Admissão

source: Expiry of experience
pt_br: Término da Experiência

source: Termination date
pt_br: Data de Demissão

source: Enterprise
pt_br: Empresa

source: Vacation Expiration Date
pt_br: Vencimento de Férias

source: Grant Limit
pt_br: Limite de Concessão

source: There is already a hiring with this employee!
pt_br: Já existe uma contratação com este funcionário!

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Employee Hiring
pt_br: Contratação de Funcionário

source: Employee Hirings
pt_br: Contratações de Funcionários

source: Day
pt_br: Dia

source: Month
pt_br: Mês

source: Holiday
pt_br: Feriado

source: Point
pt_br: Ponto

source: Observation
pt_br: Observação

source: Start date
pt_br: Data de Início

source: End date
pt_br: Data de Término

source: There is no registered limit concession.
pt_br: Não há concessão de limite registrada.

source: Taken from
pt_br: Tirado de

source: to
pt_br: até

source: Vacation
pt_br: Férias

source: Hours owed
pt_br: Horas Devidas

source: Hours compensated
pt_br: Horas Compensadas

source: Hours Bank
pt_br: Banco de Horas

source: Name
pt_br: Nome

source: Issue date
pt_br: Data de Emissão

source: Expiration date
pt_br: Data de Expiração

source: File
pt_br: Arquivo

source: Document
pt_br: Documento

source: Pis Number
pt_br: Número do PIS

source: Paid off
pt_br: Quitado

source: Vacation limit
pt_br: Limite para Férias

source: Document Name
pt_br: Nome do Documento

source: Employee Name
pt_br: Nome do Funcionário

source: Employee List
pt_br: Lista de Pessoas

source: Create New Employee
pt_br: Criar Nova Pessoa

source: Position List
pt_br: Lista de Cargos

source: Create New Position
pt_br: Criar Novo Cargo

source: Employee Hirings List
pt_br: Lista de Contratações

source: Create Employee Hirings
pt_br: Criar Nova Contratação

source: Vacation List
pt_br: Lista de Férias

source: Vacation Expiration Report
pt_br: Férias Vencidas ou a Vencer

source: Create New Vacation
pt_br: Registrar Nova Férias

source: Register Point Prisma Henry
pt_br: Registrar Ponto Prisma Henry

source: Time Sheet Report
pt_br: Relatório de Folha de Ponto

source: Salary List
pt_br: Lista de Salários

source: Create New Salary
pt_br: Criar Novo Salário

source: Salary Adjustment List
pt_br: Lista de Ajuste Salarial

source: Create Salary Adjustment
pt_br: Gerar Ajuste Salarial

source: Document List
pt_br: Lista de Documentos

source: Create New Document
pt_br: Anexar Novo Documento

source: Save
pt_br: Salvar

source: Select File
pt_br: Selecionar Arquivo

source: No file chosen
pt_br: Nenhum arquivo selecionado

source: Select Employee
pt_br: Selecionar Funcionário

source: Generate
pt_br: Gerar

source: Time Sheet
pt_br: Folha de Ponto

source: Employee:
pt_br: Funcionário:

source: Pis Number:
pt_br: Número do PIS:

source: Week
pt_br: Semana

source: Entry
pt_br: Entrada

source: Exit
pt_br: Saída

source: No reports generated yet
pt_br: Nenhum relatório gerado ainda

source: Normal Hrs
pt_br: Hrs normais

source: Time Sheet Edit
pt_br: Editar Folha de Ponto

source: Point Register
pt_br: Registro de Ponto

source: Code
pt_br: Código

source: Sales
pt_br: Vendas

source: Warehouse
pt_br: Almoxarifado

source: Tool
pt_br: Ferramenta

source: Purchase
pt_br: Compras

source: Manufacturing
pt_br: Fabricação

source: Human Resources
pt_br: Recursos Humanos

source: Tool Category
pt_br: Categoria de Ferramenta

source: Brand
pt_br: Marca

source: Product
pt_br: Produto

source: Tool Status
pt_br: Status da Ferramenta

source: This tool is not available.
pt_br: Esta ferramenta não está disponível.

source: Tool status
pt_br: Status da Ferramenta

source: List of Tool Category
pt_br: Lista de Categoria de Ferramenta

source: New Tool Category
pt_br: Nova Categoria de Ferramenta

source: List of Tool Brand
pt_br: Lista de Marca

source: New Tool Brand
pt_br: Nova Marca

source: New Tool
pt_br: Nova Ferramenta

source: List of Tool Distribution Record
pt_br: Lista de Registro de Distribuição

source: New Tool Distribution Record
pt_br: Novo Registro de Distribuição

source: Sku Code
pt_br: Código (SKU)

source: Storage Bin
pt_br: Posição no Depósito

source: Quantity
pt_br: Quantidade

source: Stock Uom
pt_br: Un de Estoque

source: Item Price
pt_br: Preço do Item

source: Ordered Qty
pt_br: Qtd pedido

source: Reserved Qty
pt_br: Qtd reservado

source: Release
pt_br: Lançar

source: List of Warehouse types
pt_br: Lista de Tipos de Depósito

source: New Stock Inbound
pt_br: Nova Entrada de Mercadoria

source: List of stock movements
pt_br: Lista de Movimentações no Estoque

source: Address
pt_br: Endereço

source: Stock movement has been completed successfully.
pt_br: A movimentação de estoque foi concluída com sucesso.

source: Stock Inbound
pt_br: Entrada de Mercadoria

source: Stock Outbound
pt_br: Saída de Mercadoria

source: Error: The storage bin you specified is not in the warehouse you specified.
pt_br: Erro: A posição no depósito especificada não está no depósito especificado.
